# Taps
tap 'homebrew/cask-drivers'
tap 'homebrew/cask-fonts'
tap 'mas-cli/tap'
tap 'thoughtbot/formulae'

# Casks
cask '1password'
cask 'adoptopenjdk/openjdk/adoptopenjdk8'
cask 'android-studio'
cask 'appcleaner'
cask 'bitwarden'
cask 'calibre'
cask 'clickup'
cask 'coconutbattery'
cask 'cyberduck'
cask 'discord'
cask 'docker'
cask 'font-hack'
cask 'gimp'
cask 'google-backup-and-sync'
cask 'insomnia'
cask 'iterm2'
cask 'kap'
cask 'maccy'
cask 'notion'
cask 'postico'
cask 'react-native-debugger'
cask 'reactotron'
cask 'sequel-pro'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'the-unarchiver'
cask 'transmission'
cask 'tyke'
cask 'visual-studio-code'
cask 'vlc'
cask 'whatsapp'
cask 'wifi-explorer'
cask 'zeplin'
cask 'zoomus'

# Packages
brew 'awscli'
brew 'cocoapods'
brew 'diff-so-fancy'
brew 'docker'
brew 'duti'
brew 'fasd'
brew 'git'
brew 'git-extras'
brew 'grc'
brew 'httpie'
brew 'jq'
brew 'mas'
brew 'n'
brew 'procs'
brew 'python'
brew 'telnet'
brew 'thoughtbot/formulae/rcm'
brew 'tldr'
brew 'trash'
brew 'watchman'
brew 'yarn'

# Mac App Store
mas "WiFi Explorer Lite", id: 1408727408
mas "Be Focused Pro - Focus Timer", id: 961632517
mas "Reeder", id: 1449412482
mas "Xcode", id: 497799835
mas "Bear", id: 1091189122
mas "Microsoft To Do", id: 1274495053
  